Repository: heydjbcn/FitnessApp
Catalog: FitnessApp/Localizable.xcstrings
Source language: es
Languages: ca, en

source: Zancadas
ca: Gambades
en: Lunges

source: Zancadas sin peso
ca: Gambades sense pes
en: Bodyweight lunges

source: antes de %@
ca: abans de %@
en: before %@

source: asist. %@
ca: assist. %@
en: assist. %@

source: años
ca: anys
en: years

source: de entreno
ca: d'entrenament
en: of training

source: días seguidos
ca: dies seguits
en: days in a row

source: el siguiente
ca: el següent
en: the next one

source: en el rango recomendado (10-20)
ca: dins del rang recomanat (10-20)
en: within the recommended range (10-20)

source: en esta fecha
ca: en aquesta data
en: on this date

source: entrenado
ca: entrenat
en: trained

source: hace %lld d
ca: fa %lld d
en: %lld d ago

source: hace %lld h
ca: fa %lld h
en: %lld h ago

source: hace %lld min
ca: fa %lld min
en: %lld min ago

source: hecha
ca: feta
en: done

source: iCloud está lleno.
ca: iCloud està ple.
en: iCloud is full.

source: iPhone y Apple Watch
ca: iPhone i Apple Watch
en: iPhone and Apple Watch

source: kilos
ca: quilos

source: levantados
ca: aixecats
en: lifted

source: libras
ca: lliures
en: pounds

source: media 7 días: %@
ca: mitjana 7 dies: %@
en: 7-day average: %@

source: media 7 días: %lld
ca: mitjana 7 dies: %lld
en: 7-day average: %lld

source: menos esfuerzo percibido
ca: menys esforç percebut
en: less perceived effort

source: min entrenados
ca: min entrenats
en: min trained

source: más %@
ca: %@ més
en: %@ more

source: nuevo
ca: nou
en: new

# objetivo %@, nivel %@, %lld días × %lld min
source: objetivo %1$@, nivel %2$@, %3$lld días × %4$lld min
ca: objectiu %@, nivell %@, %lld dies × %lld min
en: goal %@, level %@, %lld days × %lld min

source: pendiente
ca: pendent
en: pending

source: peso corporal
ca: pes corporal
en: bodyweight

source: por debajo de lo recomendado (10-20)
ca: per sota del recomanat (10-20)
en: below the recommended range (10-20)

source: por encima de lo recomendado (10-20)
ca: per sobre del recomanat (10-20)
en: above the recommended range (10-20)

source: racha %lld
ca: ratxa %lld
en: streak %lld

source: récord en %@
ca: rècord a %@
en: PR in %@

source: segundos
ca: segons
en: seconds

source: seleccionado
ca: seleccionat
en: selected

source: series
ca: sèries
en: sets

source: sesiones
ca: sessions
en: sessions

source: sesión
ca: sessió
en: session

source: sin asistencia
ca: sense assistència
en: no assistance

source: sin datos
ca: sense dades
en: no data

source: sin descanso entre ellos
ca: sense descans entre elles
en: no rest between them

source: sin trabajar esta semana
ca: sense treballar aquesta setmana
en: not worked this week

source: solo la barra
ca: només la barra
en: bar only

source: tu media: %lld ms
ca: la teva mitjana: %lld ms
en: your average: %lld ms

source: tu media: %lld ppm
ca: la teva mitjana: %lld ppm
en: your average: %lld ppm

source: ¡A por la siguiente! %@
ca: A per la següent! %@
en: On to the next! %@

source: ¡Bienvenido!
ca: Benvingut!
en: Welcome!

source: ¡Buen entreno!
ca: Bon entrenament!
en: Great workout!

source: ¡Conseguido! Pon uno nuevo.
ca: Aconseguit! Posa'n un de nou.
en: Done! Set a new one.

source: ¡Descanso terminado!
ca: Descans acabat!
en: Rest over!

source: ¡Hecho!
ca: Fet!
en: Done!

source: ¡Listo!
ca: Fet!
en: Done!

# ¡Nuevo récord en %@! %@
source: ¡Nuevo récord en %1$@! %2$@
ca: Nou rècord a %@! %@
en: New PR in %@! %@

source: ¡Nuevo récord!
ca: Nou rècord!
en: New PR!

source: ¡Perfecto! Tu ejercicio aparece en la lista de ejercicios disponibles.
ca: Perfecte! El teu exercici apareix a la llista d'exercicis disponibles.
en: Perfect! Your exercise now appears in the list of available exercises.

source: ¡Programa terminado! Repítelo con más peso o elige otro.
ca: Programa acabat! Repeteix-lo amb més pes o tria'n un altre.
en: Program finished! Repeat it with more weight or choose another.

source: ¡Terminado!
ca: Acabat!
en: Finished!

source: ¡Tiempo!
ca: Temps!
en: Time!

source: ¡Ya has hecho todas las series de hoy!
ca: Ja has fet totes les sèries d'avui!
en: You've done all today's sets!

source: ¡Ya!
ca: Ja!
en: Now!

source: «%@» → descanso
ca: «%@» → descans
en: “%@” → rest

source: «%@» → deshecho
ca: «%@» → desfet
en: “%@” → undone

source: «%@» → está ocupada
ca: «%@» → està ocupada
en: “%@” → it's taken

source: «%@» → hecho
ca: «%@» → fet
en: “%@” → done

source: «%@» → siguiente
ca: «%@» → següent
en: “%@” → next

source: «Oye Siri, marca una serie en ChamaFit», «¿Qué me toca hoy en ChamaFit?», «Empieza el descanso en ChamaFit».
ca: «Ei Siri, marca una sèrie a ChamaFit», «Què em toca avui a ChamaFit?», «Comença el descans a ChamaFit».
en: “Hey Siri, log a set in ChamaFit,” “What's up today in ChamaFit?,” “Start the rest in ChamaFit.”

source: «Tengo hasta las…», «Hoy me cuesta» y «Está ocupada».
ca: «Tinc fins a les…», «Avui em costa» i «Està ocupada».
en: “I have until…,” “Tough day” and “It's taken.”

source: ¿Algo a tener en cuenta?
ca: Alguna cosa a tenir en compte?
en: Anything to keep in mind?

source: ¿Algo va mal o echas algo en falta?
ca: Alguna cosa va malament o trobes a faltar alguna cosa?
en: Is something wrong, or are you missing something?

source: ¿Borrar el experimento?
ca: Esborrar l'experiment?
en: Delete the experiment?

source: ¿Borrar el historial de este día?
ca: Esborrar l'historial d'aquest dia?
en: Delete this day's history?

source: ¿Borrar todos los datos?
ca: Esborrar totes les dades?
en: Delete all data?

source: ¿Con qué material?
ca: Amb quin material?
en: With what equipment?

source: ¿Cuánto llevas entrenando?
ca: Quant portes entrenant?
en: How long have you been training?

source: ¿Cuánto puedes entrenar?
ca: Quant pots entrenar?
en: How much can you train?

source: ¿Cómo cambio a libras?
ca: Com canvio a lliures?
en: How do I switch to pounds?

source: ¿Cómo fue la sesión?
ca: Com ha anat la sessió?
en: How was the session?

source: ¿Cómo llegas hoy?
ca: Com arribes avui?
en: How do you feel today?

source: ¿Cómo progreso de peso sin estancarme?
ca: Com progresso de pes sense estancar-me?
en: How do I progress in weight without plateauing?

source: ¿Cómo quieres empezar?
ca: Com vols començar?
en: How do you want to start?

source: ¿Descansar más mejora mi fuerza?
ca: Descansar més millora la meva força?
en: Does resting more improve my strength?

source: ¿Descansar más te hace más fuerte? Pruébalo en ti
ca: Descansar més et fa més fort? Prova-ho en tu
en: Does resting more make you stronger? Test it on yourself

source: ¿Eliminar este ejercicio?
ca: Eliminar aquest exercici?
en: Delete this exercise?

source: ¿Eliminar todas las notificaciones?
ca: Eliminar totes les notificacions?
en: Delete all notifications?

source: ¿Estoy entrenando equilibrado por grupos musculares?
ca: Estic entrenant equilibrat per grups musculars?
en: Am I training a balanced mix of muscle groups?

source: ¿Hasta qué hora puedes?
ca: Fins a quina hora pots?
en: Until what time can you go?

source: ¿Nuevo en ChamaFit?
ca: Ets nou a ChamaFit?
en: New to ChamaFit?

source: ¿Pierdo algo si borro la app?
ca: Perdo alguna cosa si esborro l'app?
en: Do I lose anything if I delete the app?

source: ¿Por qué no me sube el peso sugerido?
ca: Per què no em puja el pes suggerit?
en: Why isn't my suggested weight going up?

source: ¿Por qué no veo el menú de Dieta?
ca: Per què no veig el menú de Dieta?
en: Why can't I see the Dieta menu?

source: ¿Qué días lo haces?
ca: Quins dies ho fas?
en: What days do you do it?

source: ¿Qué ejercicio es?
ca: Quin exercici és?
en: Which exercise is it?

source: ¿Qué es la semana flexible?
ca: Què és la setmana flexible?
en: What is the flexible week?

source: ¿Qué me toca hoy?
ca: Què em toca avui?
en: What's up today?

source: ¿Qué quieres conseguir?
ca: Què vols aconseguir?
en: What do you want to achieve?

source: ¿Resetear todos los datos?
ca: Reiniciar totes les dades?
en: Reset all data?

source: ¿Restaurar esta copia?
ca: Restaurar aquesta còpia?
en: Restore this backup?

source: ¿Rindo más por la mañana?
ca: Rindeixo més al matí?
en: Do I perform better in the morning?

source: ¿Terminar el bloque?
ca: Acabar el bloc?
en: Finish the block?

source: ¿Terminar el entreno?
ca: Acabar l'entrenament?
en: Finish the workout?

source: ¿Terminar el programa?
ca: Acabar el programa?
en: Finish the program?

source: ¿Terminar ya?
ca: Acabar ja?
en: Finish now?

source: Ámbar
ca: Ambre
en: Amber

source: Índice de masa corporal
ca: Índex de massa corporal
en: Body mass index

source: Índigo
ca: Indigo
en: Indigo

# Última vez: %@ × %lld reps
source: Última vez: %1$@ × %2$lld reps
ca: Última vegada: %@ × %lld reps
en: Last time: %@ × %lld reps

source: Únete a mi reto «%@» en ChamaFit
ca: Uneix-te al meu repte «%@» a ChamaFit
en: Join my “%@” challenge on ChamaFit

source: únicos
ca: únics
en: unique

source: ▼ %lld %% desde la primera sesión
ca: ▼ %lld %% des de la primera sessió
en: ▼ %lld %% since the first session

source: (última: %@)
en: (last: %@)

source: · nota: %@
en: · note: %@

source: %lld ppm
en: %lld bpm

source: ; evitar %@
en: ; avoid %@

source: Anterior
en: Previous

source: Aplicar
en: Apply

source: Apuntar
en: Log

source: Barra
en: Bar

source: Bici
en: Bike

source: Bíceps
en: Biceps

source: Calculadora de discos
en: Plate calculator

source: Casa
en: Home

source: Casa A
en: Home A

source: Casa B
en: Home B

source: Casa C
en: Home C

source: Coach IA
en: AI Coach

source: Compartir
en: Share

source: Continuar
en: Continue

source: Convertir
en: Convert

source: Crear rutina
en: Create routine

source: Curl femoral
en: Hamstring curl

source: Descansa
en: Rest

source: Descartar
en: Discard

source: Editar
en: Edit

source: Editar material…
en: Edit equipment…

source: Eliminar
en: Delete

source: Eliminar rutina
en: Delete routine

source: Enviar
en: Send

source: Error %lld de Dieta.
en: Error %lld from Dieta.

source: Generar rutina
en: Generate routine

source: Historial
en: History

source: Hora
en: Time

source: Material
en: Equipment

source: Material: %@
en: Equipment: %@

source: Menú de Dieta
en: Dieta menu

source: Mes
en: Month

source: Mes anterior
en: Previous month

source: Multipower
en: Smith machine

source: Nota el dorsal, no el tríceps.
en: Feel it in your lats, not your triceps.

source: Patada de tríceps
en: Triceps kickback

source: Pausa
en: Pause

source: Press Arnold
en: Arnold press

source: Press de banca
en: Bench press

source: Press militar
en: Overhead press

source: Primera marca
en: First record

source: Programa · %@
en: Program · %@

source: Rebotar.
en: Bouncing.

source: Reordenar
en: Reorder

source: Reordenar el %@:
en: Reorder the %@:

source: Rosa
en: Pink

source: Rutina %@
en: Routine %@

source: Rutina %@.chamafit
en: Routine %@.chamafit

source: Rutina activa · %@
en: Active routine · %@

source: Rutina compartida
en: Shared routine

source: Rutina de %@
en: Routine for %@

source: Rutina de ChamaFit
en: ChamaFit routine

source: Seguir un programa
en: Follow a program

source: Tres
en: Three

source: Tríceps
en: Triceps

source: Turquesa
en: Turquoise

source: Usar
en: Use

source: Violeta
en: Violet

source: corporal + %@
en: bodyweight + %@

source: de %@
en: of %@

source: de %lld
en: of %lld

source: editar
en: edit

source: iPhone · gratis
en: iPhone · free

source: marcar
en: mark

source: seg
en: sec

source: vs. anterior
en: vs. previous

source: ¡A entrenar!
en: Let's train!

source: ¡aguanta!
en: hang in there!

source: ¿Eliminar «%@»?
en: Delete “%@”?
